[CivilianDisguise X2ArmorTemplate]
FriendlyName="平民伪装"
FriendlyNamePlural="平民伪装"
BriefSummary="这些平民服装可以作为我们的特工在战场上的伪装。它们会使我们的士兵更难被变种人测到，但提供不了任何保护。"
TacticalText="<Bullet/> 平民伪装使士兵更难被敌方力量检测到，并缩短渗透时间。\n<Bullet/> 然而，这种伪装非常脆弱。穿着它的士兵应尽可能避免重火力交战，利用他们的增强机动性和隐匿能力。"

[AdventDisguise X2ArmorTemplate]
FriendlyName="变种人伪装"
FriendlyNamePlural="变种人伪装"
BriefSummary="从变种人的神经植入物中获取的数据使我们能够将士兵伪装成变种人士兵。监控系统将完全被神经传输器欺骗，但实际的敌人可能不那么容易上当。"
TacticalText="<Bullet/> 变种人伪装使士兵更难被敌方力量检测到，并缩短渗透时间。\n<Bullet/> 这种伪装的传输器使穿着者对变种人安全塔隐形。\n<Bullet/> 变种人使用的合金和钢混合材质比平民伪装提供更多的保护，但没有增加机动性。"

[HolographicDisguise X2ArmorTemplate]
FriendlyName="全息伪装"
FriendlyNamePlural="全息伪装"
BriefSummary="利用先进的全息技术，这种新伪装将为我们的特工提供无与伦比的隐匿能力，而不会影响生存能力或机动性。"
TacticalText="<Bullet/> 全息伪装使士兵几乎不可能被敌方力量检测到，并缩短渗透时间。\n<Bullet/> 这种伪装还包含变种人传输器，允许士兵通过ADVENT安全塔下方。\n<Bullet/> 全息伪装的外层纳米织物比变种人伪装提供更强的保护，同时保留了平民伪装的机动性。"

[ID_Unprotected X2AbilityTemplate]
LocFriendlyName="无保护"
LocFlyOverText="无保护"
LocHelpText="每当穿戴者受到伤害时，他们有 <Ability:UNPROTECTED_DAMAGE_CHANCE/>% 的几率受到 +<Ability:UNPROTECTED_DAMAGE_AMOUNT/> 的额外伤害。"
LocLongDescription="这个士兵没有穿戴任何盔甲来减轻疼痛和出血。每当他们受到伤害时，他们有 <Ability:UNPROTECTED_DAMAGE_CHANCE/>% 的几率受到 +<Ability:UNPROTECTED_DAMAGE_AMOUNT/> 的额外伤害。"

[CivilianDisguise_Schematic X2SchematicTemplate]
m_strClassLabel="队伍"

[AdventDisguise_Schematic X2SchematicTemplate]
m_strClassLabel="队伍"

[HolographicDisguise_Schematic X2SchematicTemplate]
m_strClassLabel="队伍"

[PltCovert_Captain_Full_F_Torso X2BodyPartTemplate]
DisplayName="变种人军官"

[PltCovert_Captain_Full_M_Torso X2BodyPartTemplate]
DisplayName="变种人军官"

[PltCovert_General_Full_F_Torso X2BodyPartTemplate]
DisplayName="变种人将军"

[PltCovert_General_Full_M_Torso X2BodyPartTemplate]
DisplayName="变种人将军"

[PltCovert_Lancer_Full_F_Torso X2BodyPartTemplate]
DisplayName="变种人强袭枪兵"

[PltCovert_Lancer_Full_M_Torso X2BodyPartTemplate]
DisplayName="变种人强袭枪兵"

[PltCovert_Priest_Full_F_Torso X2BodyPartTemplate]
DisplayName="变种人祭司"

[PltCovert_Priest_Full_M_Torso X2BodyPartTemplate]
DisplayName="变种人祭司"

[PltCovert_Purifier_Full_F_Torso X2BodyPartTemplate]
DisplayName="变种人净化者"

[PltCovert_Purifier_Full_M_Torso X2BodyPartTemplate]
DisplayName="变种人净化者"

[PltCovert_Shieldbearer_Full_F_Torso X2BodyPartTemplate]
DisplayName="变种人持盾者"

[PltCovert_Shieldbearer_Full_M_Torso X2BodyPartTemplate]
DisplayName="变种人持盾者"

[PltCovert_Trooper_Full_F_Torso X2BodyPartTemplate]
DisplayName="变种人士兵"

[PltCovert_Trooper_Full_M_Torso X2BodyPartTemplate]
DisplayName="变种人士兵"

[XCom_Soldier_AdventDisguise_A_F_Torso X2BodyPartTemplate]
DisplayName="变种人合作者A"

[XCom_Soldier_AdventDisguise_A_M_Torso X2BodyPartTemplate]
DisplayName="变种人合作者A"

[XCom_Soldier_AdventDisguise_B_F_Torso X2BodyPartTemplate]
DisplayName="变种人合作者B"

[XCom_Soldier_AdventDisguise_B_M_Torso X2BodyPartTemplate]
DisplayName="变种人合作者B"

[XCom_Soldier_CivilianDisguise_City_A_F_Torso X2BodyPartTemplate]
DisplayName="城市平民A"

[XCom_Soldier_CivilianDisguise_City_A_M_Torso X2BodyPartTemplate]
DisplayName="城市平民A"

[XCom_Soldier_CivilianDisguise_City_B_F_Torso X2BodyPartTemplate]
DisplayName="城市平民B"

[XCom_Soldier_CivilianDisguise_City_B_M_Torso X2BodyPartTemplate]
DisplayName="城市平民B"

[XCom_Soldier_CivilianDisguise_City_C_F_Torso X2BodyPartTemplate]
DisplayName="城市平民C"

[XCom_Soldier_CivilianDisguise_City_C_M_Torso X2BodyPartTemplate]
DisplayName="城市平民C"

[XCom_Soldier_CivilianDisguise_City_E_F_Torso X2BodyPartTemplate]
DisplayName="城市平民D"

[XCom_Soldier_CivilianDisguise_City_E_M_Torso X2BodyPartTemplate]
DisplayName="城市平民D"

[XCom_Soldier_CivilianDisguise_City_F_F_Torso X2BodyPartTemplate]
DisplayName="城市平民E"

[XCom_Soldier_CivilianDisguise_City_F_M_Torso X2BodyPartTemplate]
DisplayName="城市平民E"

[PwrCovert_Arms_Left_F X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Arms_Left_M X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Arms_Right_F X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Arms_Right_M X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Forearm_Left_F X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Forearm_Left_M X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Forearm_Right_F X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Forearm_Right_M X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Legs_F X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Legs_M X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Thighs_F X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Thighs_M X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Torso_F X2BodyPartTemplate]
DisplayName="全息伪装"

[PwrCovert_Torso_M X2BodyPartTemplate]
DisplayName="全息伪装"
